var teaListTitle = [
     "ダージリン（Darjeeling tea）"
    ,"アールグレイ（Earl Gray）"
    ,"アッサム（Assam Tea）"
    ,"オレンジペコ（Orange Pekoe）"
]

var teaListDescription = [
    "ダージリン・ティー (Darjeeling tea) とは？\n\nインド北東部西ベンガル州北部のダージリン地方で生産される紅茶の総称である。時に「紅茶のシャンパン」とも呼ばれ、セイロンのウバ、中国のキーマンと並び世界三大銘茶と称される。\n\nhttps://ja.wikipedia.org"
    ,"アールグレイ（英: Earl Grey）とは?\n\nベルガモットで柑橘系の香りをつけた紅茶で、フレーバーティーの一種。原料は中国茶のキーマン茶（祁門茶）が使われることが多いが、茶葉のブレンドは特に規定がないため、セイロン茶や、中国茶とセイロン茶のブレンド、稀にダージリンなども用いられる[1]。\"Earl Grey\" とは「グレイ伯爵」の意であり、1830年代のイギリス首相、第二代グレイ伯チャールズ・グレイに由来すると言われている。"
    ,"アッサム(アッサム語: অসম, ヒンディー語: आसाम, または असम)とは?\n\nインドのアッサム地方（インド北東部）でつくられる紅茶の総称である。 特徴[編集]. アッサム平原は世界有数の降水量を持ち、世界最大の紅茶産地である。アッサムの紅茶は水色が濃い茶褐色でこくが強いため、ミルクティーとして飲まれることが多い。"
    ,"オレンジ・ペコー（英語: Orange pekoe若しくはOrange pecco）とは?\n\n西洋の茶、特に紅茶の取引において使用される等級（オレンジ・ペコー等級）。OPと略される。中国語起源とする説もあるが、一般的にこの等級は、非中国語圏のスリランカやインドなど中国以外の産地の茶にも用いられる。この等級は、茶葉のサイズの大きさや形状に基づいている。茶産業では、オレンジ・ペコーの用語を特定の大きさの茶葉のうち、標準的な中等級の紅茶に用いているが、北アメリカなど、地域によってはノーブランドの紅茶の名称として使われている。但し、消費者向けには紅茶の一種として表現されることも多い。この等級において、高い等級を与えられる茶葉は、新芽から得られる。オレンジ・ペコーは少量の枝先の新芽とそのすぐ下の1枚目の若葉からなる。等級は8-30メッシュの網目の篩にかけたときの、葉の大きさによって決定される。それぞれの葉の形状の完全性、即ち欠け具合も等級に関わる。これらは葉の品質を定める要因には留まるわけではないが、葉の大きさや完全性は味、透明度、淹れ時間に影響を与える"
]

var teaListImages = [
    "darjeeling.png"
    ,"earlgray.png"
    ,"assam.png"
    ,"orangepeco.png"
]

